Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.b80a2858a8d1
source: 座った姿勢で踵を上げ、下腿をゆっくり伸ばし縮める。
ar_sa: أثناء الجلوس، ارفعي كعبيك ومددي ساقيك السفلية ببطء واقبضيهما.
ca: Mentre estàs assegut, aixeca els talons i estira i contrau lentament les cames inferiors.
cs: Sedněte si a zvedejte patu, pomalu protahujte a smršťujte nohy.
da: Sid ned med fødderne på gulvet og stræk dine lår langsomt ud og ind.
de_de: Setzen Sie den Fuß und heben Sie die Ferse an, dehnen und falten Sie das Bein langsam.
el: Καθιστή θέση, σηκώστε τα πέλματα και τεντώστε/συρρίγγυψτε απαλά τις γάμπες.
en_au: Sit with your heels raised and slowly extend and contract your lower legs.
es_es: Sentarse con los talones elevados y estirar y contraer lentamente las piernas.
fi: Istu ja nosta jalkaterät ylös, venytä ja kutista alaraajaa hitaasti.
fr_ca: Adopter une position assise et lever le talon, puis étirer et contracter lentement la jambe inférieure.
gu: બેઠાં પોઝમાં ઘાને ઉપર ઉઠાવો અને નીચેના પગને ધીમેથી લંબાવો અને સંકોચો.
he: להישען וליישר את כף הרגל, תוך התארכות והידוק הברכיים.
hi: बैठकर पैरों की उंगलियों को ऊपर उठाएं और धीरे-धीरे अपने निचले अंगों को फैलाएं और सिकुड़ें।
hr: Sjedite i podignite petu, polako istegnite i skratite donji dio noge.
hu: Ülve emeld meg a sarjad, és lazán nyújtsd ki az alsótesten.
id: Duduk dengan mengangkat tumit, lalu meregangkan dan menekuk kaki depan secara perlahan.
it: Seduto, sollevare i talloni e allungare/accorciare le gambe lentamente.
ko: 앉은 자세에서 발꿈치를 들어 올리고, 하체를 천천히 늘였다 줄이기.
mr: बसलेल्या स्थितीत पायाच्या बोटांना वर उचलून, हळूवारपणे पाय ताणणे आणि दुमवणे.
ms: Duduk dalam posisi tegak, angkat tumpi, dan rentangkan dan kempiskan kaki.
nl_nl: Zit in een comfortabele houding, hef je hielen op en strek en trek je benen langzaam uit.
no: Sitt med rett rygg og løft hælene, strekk og klem ut bena sakte.
pl: Usiądź, podnieś piętę i powoli rozciągnij/zwiń noge.
pt_br: Sentar-se com os pés elevados e alongar/encolher as pernas lentamente.
pt_pt: Sentar-se com os pés elevados e alongar/encolher as pernas lentamente.
ro: Ajustează gleznele în poziție șezută și întinde/îndoaie coatele lent.
ru: Сидя, поднять пятки и медленно вытягивать/сжимать ноги.
sk: Sedíte a zdvíhate päty, pomaly rozširujete a zmenšujete nohy.
sl: Sedite v položaju in dvignite pete, nato počasi raztegnite in upognite noge.
sv: Sittande: Lyft foten och sträck ut benet långsamt.
ta: உட்கார்ந்த நிலையில், குதிகாலை உயர்த்தி, கீழ் கால்களை மெதுவாக நீட்டி சுருக்கவும்.
te: ఒక కూర్చున్న భంగిమలో, పాదాలను పైకి ఎత్తి, కాలును నెమ్మదిగా సాగదీయడం మరియు కుంచించుకుపోవడం.
th: นั่งตัวตรง ยกส้นเท้า และยืด-หดขาอย่างช้าๆ
tr: Oturarak, topuğu kaldırıp, bacakları yavaşça uzatıp kısalma.
uk: Сидіть, піднімайте п'ятки та повільно розтягуйте та скорочуйте ноги.
vi: Ngồi thẳng, nâng gót chân lên và từ từ kéo giãn và thu lại chân.
zh_hans: 坐在姿势中抬起脚跟，然后缓慢伸展和收缩下腿。
zh_hant: 坐在姿势中抬起脚跟，然后缓慢伸展和收缩下腿。

# domain_catalog.b86a2354e349
source: 腕を閉じる
ar_sa: الأسلحة القريبة
ca: braços tancats
cs: Zavřít paže
da: Luk armene
de_de: Arme schließen
el: Κλείσιμο χεριών
en_au: Close your arms.
es_es: Cerrar los brazos
fi: Laita kädet yhteen
fr_ca: Fermer les bras
gu: હાથ બંધ કરો
he: סגור את הידיים.
hi: हाथों को बंद करें
hr: Zavežite ruke
hu: Keztek zárása
id: Menutup lengan
it: Chiudere le braccia
ko: 팔꿈치를 모으기
mr: हात बंद करा
ms: Menutup lengan
nl_nl: Armen sluiten
no: Lukk armene
pl: Zamykanie ramion
pt_br: Feche os braços.
pt_pt: Feche os braços.
ro: Închide brațele.
ru: Сжать руки
sk: Zatvorte ruky
sl: Zavežite roke
sv: Höj armarna
ta: கைகளை மூடு
te: చేతులను బిగించు.
th: งอแขน
tr: Kolları kapatın
uk: Затиснути руки
vi: Gập khuỷu tay
zh_hans: 收回手臂
zh_hant: 收緊手臂

# domain_catalog.b9009f656b8d
source: 体型写真
ar_sa: صورة الجسم
ca: foto corporal
cs: Fotografie postavy
da: Billeder af din krop
de_de: Körperfoto
el: Φωτογραφία σωματότυπου
en_au: Body shape photo
es_es: Fotografía del cuerpo
fi: Kehonkuvan tallennus
fr_ca: Photos de votre silhouette
gu: શરીરનો ફોટો
he: תמונת פרופיל גוף
hi: बॉडी टाइप फोटो
hr: Snimka vašeg tijela
hu: Testkép
id: Foto bentuk tubuh
it: Foto del corpo
ko: 체형 사진
mr: शारीरिक स्थितीचे फोटो
ms: Foto bentuk tubuh
nl_nl: Foto van je lichaam
no: Fotografi av kropp
pl: Zdjęcie sylwetki
pt_br: Registro de foto do corpo
pt_pt: Registro de foto do corpo
ro: Fotografie cu silueta
ru: Фото вашей фигуры
sk: Fotografie postavy
sl: Fotografija telesne forme
sv: Fotografera din kropp
ta: உடல் அமைப்பு புகைப்படம்
te: శరీర ఆకృతి ఫోటో
th: บันทึกรูปภาพรูปร่าง
tr: Vücut fotoğrafı
uk: Фото вашої фігури
vi: Ảnh thể hình
zh_hans: 体型照片
zh_hant: 體型照片

# domain_catalog.b90323da299e
source: 動ける日を増やそう
ar_sa: دعونا نزيد عدد الأيام التي يمكننا التحرك فيها
ca: Augmentem el nombre de dies que ens podem moure
cs: Zvyšte počet aktivních dnů.
da: Øg antallet af aktive dage
de_de: Erhöhen Sie die Anzahl der beweglichen Tage.
el: Αυξήστε τις ημέρες που μπορείτε να είστε ενεργοί.
en_au: Increase the number of active days.
es_es: Aumenta tus días activos
fi: Lisää liikuntaa päivässäsi
fr_ca: Augmentez le nombre de jours actifs.
gu: સક્રિય દિવસોની સંખ્યા વધારો
he: נסו להגדיל את מספר הימים הפעילים שלכם.
hi: अधिक सक्रिय दिन बिताएं
hr: Povećajte broj dana aktivnosti
hu: Több mozgást tervezzen!
id: Tingkatkan hari aktif Anda.
it: Aumentare i giorni di attività
ko: 활동적인 날을 늘려보세요
mr: सक्रिय दिवसांची संख्या वाढवा.
ms: Cuba tingkatkan hari aktif anda.
nl_nl: Vergroot het aantal dagen waarop je actief bent.
no: Øk antall aktive dager.
pl: Zwiększ liczbę aktywnych dni
pt_br: Aumente os dias de atividade
pt_pt: Aumente os dias de atividade
ro: Creșteți numărul de zile active.
ru: Увеличьте количество дней активности
sk: Zvyšte počet aktivných dní.
sl: Povečajte število aktivnih dni
sv: Öka antalet rörliga dagar
ta: செயல்பாட்டு நாட்களை அதிகரிக்கவும்
te: కదలికను పెంచడానికి ప్రయత్నించండి
th: เพิ่มวันที่คุณสามารถเคลื่อนไหวได้อย่างอิสระ
tr: Daha fazla hareketli gün geçirin.
uk: Збільште кількість активних днів.
vi: Tăng số ngày hoạt động
zh_hans: 增加活动日
zh_hant: 增加活动日

# domain_catalog.b9cbca96cdbd
source: 腹囲
ar_sa: محيط الخصر
ca: Circumferència de cintura
cs: Obvod břicha
da: Taljelængde
de_de: Bauchumfang
el: Μέτρο περιφέρειας κοιλιάς
en_au: Abdominal Circumference
es_es: Circunferencia abdominal
fi: Vatsanympärys
fr_ca: Tour de taille
gu: પેટનો પરિઘ
he: יקף הבטן
hi: पेट का घेरा
hr: Obod trupa
hu: Derék körülső átmérő
id: Lingkar Perut
it: Perimetro dell'addome
ko: 복부 둘레
mr: पोटाचा घेर
ms: Lingkar Perut
nl_nl: Buikomtrek
no: Midjeomkrets
pl: Obwód brzucha
pt_br: Circunferência abdominal
pt_pt: Circunferência abdominal
ro: Perimetrul abdominal
ru: Обхват талии
sk: Obvod pása
sl: Obod
sv: Midja
ta: வயிற்று சுற்றளவு
te: ఉదర పరిమాణం
th: รอบเอว
tr: Karın çevresi
uk: Обхват талії
vi: Vòng bụng
zh_hans: 腹围
zh_hant: 腹围

# domain_catalog.bb7c180d314c
source: クランチ
ar_sa: أزمة
ca: cruixent
cs: Crunch
da: Crunch
de_de: Crunches
el: Κράμπες
en_au: Crunch
es_es: Crunch
fi: Vatsalihasten treeni
fr_ca: Crunch
gu: ક્રન્ચ
he: כפיפות
hi: क्रंच
hr: Crunch
hu: Crunch
id: Crunch
it: Crunch
ko: 크런치
mr: क्रंच
ms: Crunch
nl_nl: Crunch
no: Crunch
pl: Brzuszki
pt_br: Crunch
pt_pt: Crunch
ro: Crunch
ru: "Скручивания"
sk: Crunch
sl: Crunch
sv: Crunches
ta: குர்ட்
te: క్రాంచ్
th: Crunches
tr: Karın egzersizi
uk: Скручування
vi: Gập bụng
zh_hans: 腹肌训练
zh_hant: 腹肌训练

# domain_catalog.bb86be7f410e
source: スクワット
ar_sa: القرفصاء
ca: a la gatzoneta
cs: Dřepy
da: Squat
de_de: Kniebeugen
el: Κωπηλασία
en_au: Squats
es_es: Sentadillas
fi: Kyykky
fr_ca: Squats
gu: સ્ક્વોટ
he: כפיים
hi: स्क्वाट
hr: Squat
hu: Tét
id: Squat
it: Squat
ko: 스쿼트
mr: स्क्वॅट
ms: Squat
nl_nl: Squat
no: Knebøy
pl: Przysiady
pt_br: Agachamento
pt_pt: Agachamento
ro: Genuflexiuni
ru: Приседания
sk: Dvierka
sl: Stojni kvadrati
sv: Knäböj
ta: ஸ்க்வாட்
te: స్క్వాట్స్
th: สควอท
tr: Squat
uk: Присідання
vi: Squat
zh_hans: 深蹲
zh_hant: 深蹲

# domain_catalog.bb89e66f6f35
source: アブローラー
ar_sa: أب الأسطوانة
ca: corró ab
cs: Abdominalní cvičení
da: Ab Roller
de_de: Ab Roller
el: Αβολού
en_au: Ab roller
es_es: Abdominales
fi: Ab-liike
fr_ca: Abdominaux
gu: એબ રોલર
he: אב-רוטר
hi: अबा रोलर
hr: Abdominalni stožer
hu: Ab roller
id: Ab Roller
it: Ab Roller
ko: 아브로울러
mr: अब् रोलर
ms: Ab Roller
nl_nl: Ab roller
no: Ab roller
pl: Abdominalny obrót
pt_br: Ab Roller
pt_pt: Ab Roller
ro: Ab Roller
ru: Аб-броу
sk: Ab roller
sl: Ab Roller
sv: Abdominalpress
ta: அப்ரோலர்
te: అబ్‌రోలర్
th: Ab Roller
tr: Açık dizli bacak kaldırma
uk: Абдомінальний жим
vi: Bài tập ab roller
zh_hans: 阿布轮
zh_hant: 阿布輪

# domain_catalog.bb95842e6bcc
source: 鼓舞
ar_sa: الإلهام
ca: Inspiració
cs: Motivace
da: Motiverende
de_de: Motivation
el: Ενθάρρυνση
en_au: Encouragement
es_es: Motivación
fi: Motivaatio
fr_ca: Motivation
gu: પ્રેરણા
he: עידוד
hi: प्रेरणा
hr: Motivacija
hu: Motiváció
id: Motivasi
it: Motivazione
ko: 응원
mr: प्रोत्साहन
ms: Motivasi
nl_nl: Motivatie
no: Motivasjon
pl: Motywacja
pt_br: Motivação
pt_pt: Motivação
ro: Motivație
ru: Поддержка
sk: Motivácia
sl: Navodilo
sv: Motiverande
ta: ஊக்கப்படுத்துதல்
te: ప్రోత్సాహం
th: กำลังใจ
tr: Motivasyon
uk: Натхнення
vi: Khuyến khích
zh_hans: 鼓励
zh_hant: 鼓勵

# domain_catalog.bbba963ea7a4
source: 動作・活動性
ar_sa: الحركة/النشاط
ca: Moviment/activitat
cs: Aktivita a pohyb
da: Bevægelse og aktivitet
de_de: Bewegung und Aktivität
el: Κίνηση και δραστηριότητα
en_au: Movement and Activity
es_es: Actividad física
fi: Liike ja aktiivisuus
fr_ca: Activité physique
gu: પ્રવૃત્તિ અને સક્રિયતા
he: פעילות גופנית
hi: गति और गतिविधि
hr: Aktivnost i pokretljivost
hu: Mozgás és aktivitás
id: Aktivitas dan Mobilitas
it: Attività e mobilità
ko: 운동 및 활동성
mr: शारीरिक हालचाल आणि ॲक्टिव्हिटी
ms: Aktiviti dan Kesihatan
nl_nl: Activiteit en beweging
no: Aktivitet og bevegelighet
pl: Aktywność i ruch
pt_br: Atividade física
pt_pt: Atividade física
ro: Activitate și mișcare
ru: Движение и активность
sk: Aktivita a pohyb
sl: Gibanje in aktivnost
sv: Aktivitet och rörelse
ta: இயக்கம் மற்றும் செயல்பாடு
te: కదలిక మరియు కార్యాచరణ
th: การเคลื่อนไหวและการออกกำลังกาย
tr: Hareket ve aktivite
uk: Рух, активність
vi: Hoạt động và năng lượng
zh_hans: 动作和活动性
zh_hant: 动作和活跃度

# domain_catalog.bc5c2cf53ef0
source: 骨盤を固定し、背中を丸めるようにケーブルを引き下げる。
ar_sa: حافظ على ثبات حوضك واسحب الكابل لأسفل أثناء تقريب ظهرك.
ca: Mantingueu la pelvis ferma i estireu el cable cap avall mentre arrodoniu l'esquena.
cs: Udržujte pánev v stabilní poloze a táhněte za kabel, abyste se mírně ohýbali.
da: Hold hoften stabil, og træk kablet ned for at runde ryggen.
de_de: Ziehen Sie den Kabel, um die Hüfte zu stabilisieren und den Rücken leicht nach vorne zu beugen.
el: Στήστε τη λεκάνη σας και τραβήξτε τον ασκό προς τα κάτω με το καλώδιο, διατηρώντας την πλάτη σας ίσια.
en_au: Pull down the cable while keeping your hips stable and rounding your back.
es_es: Sujeta el abdomen, tirando del cable para mantener la espalda recta.
fi: Pidä lantion suorana ja vedä kaapelia alas, jotta selkä pysyy suorana.
fr_ca: Tirez sur le câble pour maintenir votre bassin stable et courber légèrement le dos.
gu: પેટને સ્થિર રાખો, અને પાછળના ભાગને સીધો રાખીને કેબલને નીચે ખેંચો.
he: החזיקו את בלוטת השד, והסירו את הגב תוך משיכת המנוע לכיוון הבטן.
hi: अपनी कमर को सीधा रखें, और अपनी पीठ को सीधा रखते हुए, हैंडल को अपने पेट की ओर खींचें।
hr: Držite trup, a kabel podižite prema sebi uzglačavajući ramena.
hu: Tartsa stabil a gerincet, és húzza le a kábelt, hogy a hátja egyenes maradjon.
id: Tarik kabel ke arah perut sambil memposisikan pinggul dan mendekatkan tulang selangka.
it: Tieni la zona pelvica stabile e tira il cavo verso l'addome, mantenendo le scapole unite.
ko: 골반을 고정하고, 허리를 둥글게 만들도록 케이블을 아래로 당깁니다.
mr: कंबर स्थिर ठेवा आणि पाठीला वाकवून, कँडलला खाली ओढा.
ms: Tarik kabel ke bawah untuk menstabilkan pinggul dan melengkungkan belakang.
nl_nl: Til je heupen omhoog en trek de kabel naar beneden om je rug te ontspannen.
no: Hold hoften stabil, og trekk kabelen ned for å runde ryggen.
pl: Utrzymuj stabilną postawę, ciągnąc kabel w dół, aby wyprostować plecy.
pt_br: Puxe o cabo para baixo, mantendo a pelve firme e arqueando as costas.
pt_pt: Puxe o cabo para baixo, mantendo a pelve firme e arqueando as costas.
ro: Trageți cablul în jos, pentru a fixa pelvisul și a menține spatele drept.
ru: Держите таз в нейтральном положении, притягивая к себе спину с помощью тяги.
sk: Udržujte stabilný panvový kôš a stlmený chrbát, pričom ťahajte kábel smerom k bruchu.
sl: Zavežite kolnik in povlečite kabel, da se hrbet ovine.
sv: Dra i kabeln så att bäckenet är stabilt och ryggen är rund, samtidigt som du drar handtaget mot magen.
ta: தொழியை நிலைப்படுத்தி, முதுகை வளைத்து கயிற்றை கீழ் நோக்கி இழுக்கவும்.
te: మూతిని స్థిరంగా ఉంచి, వెన్నును నిటారుగా ఉంచడానికి కేబుల్ ను క్రిందికి లాగండి.
th: ดึงสายเพื่อดันกระดูกสันหลังให้ตรง และโค้งหลังเล็กน้อย
tr: Kalçalarınızı sabit tutun, sırtınızı düzleştirerek kabloyu aşağı çekin.
uk: Зафіксуйте таз, а потім тягніть за кабель, щоб вигнути спину.
vi: Giữ cố định hông, kéo dây xuống để lưng thẳng.
zh_hans: 固定骨盆，并将电缆拉向身体下方，同时保持背部挺直
zh_hant: 固定骨盆，並通過拉動電纜來讓背部挺直。

# domain_catalog.bd5b88f852e0
source: 肘を体側に固定し、バーを下へ押し切る。
ar_sa: أبقِ مرفقيك على جانبيك وادفع الشريط إلى الأسفل بالكامل.
ca: Mantingueu els colzes als costats i premeu la barra cap avall.
cs: Zafixujte si lokty u těla a táhněte činku dolů.
da: Fastgør albuerne mod kroppen og skub stangen nedad.
de_de: Fixiere deine Ellbogen am Körper und drücke die Stange nach unten.
el: Σταθεροποιήστε τους αγκώνες σας προς τη πλευρά και πιέστε το ράβδο προς τα κάτω.
en_au: Fix your elbows against your body and push the bar down.
es_es: Fijar los codos en su lugar y empujar la barra hacia abajo.
fi: Pidä kyynärpäät tukevasti vartalon sivulla ja paina tangon alaspäin.
fr_ca: Fixez vos coudes contre votre corps et poussez la barre vers le bas.
gu: હાથને શરીરની બાજુએ જાળવી રાખો અને બારને નીચે તરફ ખેંચો.
he: למקם את הכתף בצד הגוף, ולהוריד את המתח.
hi: अपनी कोहनी को अपने शरीर के करीब रखें और बार को नीचे की ओर धकेलें।
hr: Fiksirajte ruke na strani tijela i spuštajte uteg prema dolje.
hu: Fixálja a karokat, és húzza lefelé a bárral.
id: Memastikan siku menempel pada tubuh, lalu mendorong bar ke bawah.
it: Fissa i gomiti sul corpo e spingi verso il basso la barra.
ko: 팔꿈치를 몸 옆으로 고정하고 바를 아래로 밀어 내립니다.
mr: हात शरीराच्या बाजूला स्थिर ठेवा आणि बार खाली ओढा.
ms: Menahan siku ke sisi badan, dan menekan bar ke bawah.
nl_nl: Houd je ellebogen tegen je lichaam en duw het gewicht naar beneden.
no: Fest albuene mot kroppen og skyv stangen nedover.
pl: Zablokuj pozycję łokcia i opuść drążek w dół, kontrolując ruch.
pt_br: Fixe os cotovelos no corpo e empurre a barra para baixo.
pt_pt: Fixe os cotovelos no corpo e empurre a barra para baixo.
ro: Fixează antebrațul și împinge bara în jos, controlând mișcarea.
ru: Закрепите локти в боковом положении и опустите штангу вниз.
sk: Zafixujte lakte k telu a stláčajte činku smerom doľava.
sl: Bodite pozorni na položaj rok in potisnite ute proti sebi.
sv: Fäst armbågen mot kroppen och pressa stången nedåt.
ta: கைகளை மடக்கி, உடலின் பக்கவாட்டில் இருந்து பார்களை கீழே இழுக்கவும்.
te: చేతులను శరీరం వైపుకు ఫిక్స్ చేసి, బార్‌ను కిందకి నెట్టడం.
th: รักษาระดับข้อศอก และกดบาร์ลง
tr: Dirseklerinizi vücudunuza sabitleyin ve barı aşağı doğru itin.
uk: Закріпіть руки біля тіла та опускайте штангу вниз.
vi: Giữ khuỷu tay cố định và hạ thanh tạ xuống.
zh_hans: 固定肘部位置，并向下推压杠杆
zh_hant: 固定肘部位置，並用槓桿向下推

# domain_catalog.bd9cd11d98b4
source: 焦らず段階的に運動へ戻る
ar_sa: العودة إلى ممارسة التمارين الرياضية بشكل تدريجي دون استعجال
ca: Torna a fer exercici gradualment sense presses
cs: Postupujte pomalu a postupně zpět k cvičení.
da: Tag det roligt og vend gradvist tilbage til træning
de_de: Langsam und schrittweise zurückkehren zu Bewegung
el: Επαναφέρετε την άσκησή σας με αργό ρυθμό.
en_au: Return to exercise gradually without rushing.
es_es: Retoma el ejercicio con calma y paso a paso.
fi: Palaa asteittain liikuntaan ilman kiirettä
fr_ca: Retournez progressivement à l'exercice, sans précipitation.
gu: કોઈ પણ પ્રકારની તકલીફ ન થાય તે માટે, ધીમે ધીમે કસરત પર પાછા આવો
he: חזרו לאימונים בצורה הדרגתית, בלי לחץ.
hi: बिना घबराए धीरे-धीरे व्यायाम में वापस आएं
hr: Napravite korake prema vježbi postupno, bez brige
hu: Nyugodtabb és fokozatosabb mozgásra való visszatérés
id: Kembali ke olahraga secara bertahap tanpa terburu-buru
it: Ritorna gradualmente all'attività fisica
ko: 조급함 없이 단계적으로 운동으로 복귀
mr: शांतपणे आणि हळूहळू व्यायामाकडे परत जा
ms: Kembali ke aktiviti secara bertahap dan tanpa tergesa-gesa
nl_nl: Ga rustig en geleidelijk weer aan bewegen
no: Kom tilbake til trening gradvis, uten å stresse
pl: Powoli wracaj do ćwiczeń.
pt_br: Retorne aos exercícios com calma e gradualidade
pt_pt: Retorne aos exercícios com calma e gradualidade
ro: Reia exercițiile cu calm și gradual.
ru: Не спешите, возвращайтесь к физической активности постепенно.
sk: Postupujte pomaly a postupne, aby ste sa vrátili k cvičeniu.
sl: Bodite potrpeLJivi in se postopno vračajte k telovadbi
sv: Återvänd långsamt och gradvis till träningen
ta: பொறுமையாக, படிப்படியாக உடற்பயிற்சிக்குத் திரும்பவும்.
te: తొందరపడకుండా, దశలవారీగా వ్యాయామం చేయండి
th: กลับมาออกกำลังกายอย่างค่อยเป็นค่อยไป
tr: Acele etmeden, yavaşça egzersizlere dönün
uk: Поступово повертайтесь до фізичної активності, не поспішаючи.
vi: Trở lại tập luyện từ từ, không vội vàng
zh_hans: 不要焦虑，逐步恢复运动
zh_hant: 不要急於恢復運動

# domain_catalog.bdad4573f65a
source: 姿勢と全身バランス
ar_sa: الموقف وتوازن الجسم كله
ca: Postura i equilibri de tot el cos
cs: Postoj a celková rovnováha
da: Kropsholdning og balance
de_de: Haltung und Körperausrichtung
el: Στάση και ισορροπία του σώματος
en_au: Posture and overall balance
es_es: Postura y equilibrio corporal
fi: Asento ja kehon tasapaino
fr_ca: Posture et équilibre du corps
gu: પોઝ અને સમગ્ર સંતુલન
he: תנוחה ואיזון גופני
hi: शरीर की मुद्रा और समग्र संतुलन
hr: Postava i ravnoteža tijela
hu: Testtartás és a teljes test egyensúlyának megteremtése
id: Postur tubuh dan keseimbangan tubuh
it: Postura e equilibrio del corpo
ko: 자세와 전신 균형
mr: शरीराची स्थिती आणि संतुलन
ms: Postur dan keseimbangan tubuh
nl_nl: Houding en lichaamsbalans
no: Holdning og balanse i kroppen
pl: Postawa i równowaga ciała
pt_br: Postura e equilíbrio corporal
pt_pt: Postura e equilíbrio corporal
ro: Postură și echilibru corporal
ru: Поза и баланс тела
sk: Pozícia a celková rovnováha
sl: Postava in ravnotežje telesa
sv: Rygg och balans i kroppen
ta: சரியான தோரணை மற்றும் உடல் சமநிலை
te: శరీర భంగిమ మరియు సమగ్ర సమతుల్యత
th: ท่าทางและการรักษาสมดุลของร่างกาย
tr: Duruş ve genel denge
uk: Постава та баланс всього тіла
vi: Vị trí và cân bằng cơ thể
zh_hans: 姿势和全身平衡
zh_hant: 姿势和全身平衡

# domain_catalog.bde33303765d
source: トライセプスキックバック
ar_sa: رشوة ثلاثية الرؤوس
ca: contragolp del tríceps
cs: Kliky s tlakem na triceps
da: Triceps Kickback
de_de: Trizeps-Kickback
el: Τρίσεπς Kickback
en_au: Triceps Kickback
es_es: Golpes de tríceps
fi: Triceps kickback
fr_ca: Kicks triceps
gu: ટ્રાયસેપ્સ કિકબેક
he: תרגילי טריספס עם זעזוע אחורי
hi: ट्राइसेप्स किक बैक
hr: Tricepskickback.
hu: Triceps kickback
id: Trayseps Skickback
it: Tricipiti con manubrio
ko: 트라이셉스 킥백
mr: ट्रायसेप्स किक बॅक
ms: Triceps Kickback
nl_nl: Triceps kickback
no: Triceps kickback
pl: Podciąganie na ławce (triceps)
pt_br: Kickback no tríceps
pt_pt: Kickback no tríceps
ro: Triceps Kickback
ru: Отжимания от скамьи
sk: Trikeps kickback
sl: Triceps kickback
sv: Triceps kickback
ta: ட்ரைசெப் கிக்கு பேக்
te: ట్రైసెప్స్ కిక్ బ్యాక్
th: ท่าไทรเซปสคิกแบค
tr: Triceps kickback
uk: Віджимання трицепса
vi: Tập cơ tam đầu bằng dây kháng lực
zh_hans: 三头肌后甩
zh_hant: 三頭肌後伸

# domain_catalog.be9bc1818213
source: 胸を張り、ケーブルを胸の前で合わせて大胸筋を収縮させる。
ar_sa: ارفع صدرك، واجمع الكابل معًا أمام صدرك، وقم بقبض عضلات الصدر الرئيسية.
ca: Aixeca el pit, ajunta el cable davant del pit i contrau els músculs pectorals majors.
cs: Napněte hrudník, přitáhněte kabel k hrudníku a stáhněte svaly prsů.
da: Spænd brystmusklerne ved at samle håndtagene foran brystet.
de_de: Die Brustmuskeln durch Zusammenziehen der Brust mit einem Kabelzug trainieren.
el: Τεντώστε το στήθος σας και χρησιμοποιήστε έναν ιμάντα για να συστέλλετε τους μύες του θώρακα.
en_au: Contract your pectorals by bringing the cable to meet in front of your chest.
es_es: Estira el pecho y contrae los músculos del pecho con una banda conectada al pecho.
fi: Avaa rintalihakset vetämällä kaapelia rinnan etupuolelle.
fr_ca: Contractez les pectoraux en rapprochant le câble devant vous.
gu: છાતીને ફેલાવો, અને છાતી પર કેબલને એકસાથે ખેંચીને છાતીના સ્નાયુઓને મજબૂત બનાવો.
he: למתוח את החזה, לחבר את הכבלים כך שיתנו תמיכה לשריר הכתף.
hi: अपनी छाती को फैलाएं, और अपने सीने के सामने के हिस्से में केबल को समायोजित करके अपनी छाती की मांसपेशियों को मजबूत करें।
hr: Napinujte prsnu površinu, podudarite kabel pred grdom kako biste napeli mišiće prsnog dijela.
hu: Húzzon ki a hasát, és húzza a cábliat a derék előtti helyre, hogy a mellizma megemléssze.
id: Tegangkan dada, lalu sejajarkan kabel di depan dada untuk melatih otot dada.
it: Contrapporre i muscoli pettorali, allineando il cavo davanti al petto.
ko: 가슴을 넓게 벌리고, 케이블을 가슴 앞에서 교차하여 대흉근을 수축시킵니다.
mr: छातीचा स्नायू मजबूत करा, केबलला छातीच्या मध्यभागी आणून छातीचा स्नायू ताणवा.
ms: Tegakkan dada, selaraskan kabel di hadapan dada untuk mengontrak otot dada.
nl_nl: Span je borstspieren aan en gebruik een kabel om je borstspieren te aanspannen.
no: Spenn brystmusklene og juster kabelen slik at den går foran brystet.
pl: Rozciągnij klatkę piersiową i użyj kabla, aby skurczyć mięśnie klatki piersiowej.
pt_br: Empurre o peito e use a corda para contrair o peitoral.
pt_pt: Empurre o peito e use a corda para contrair o peitoral.
ro: Îndoiți pieptul și utilizați cablul pentru a contracta mușchii pectorali.
ru: Распрямите грудь и используйте кабель для сжатия мышц груди.
sk: Napnejte hrudné svaly a spáujte kladku pred hrudníkom, aby ste ich stiahli.
sl: Napnite prste,nato pa z kablom napnete mišice prsi.
sv: Spänn bröstmusklerna genom att dra kabelvikt framför bröstet.
ta: உங்கள் மார்பை விரித்து, கேபிள்-ஐ உங்கள் மார்பில் சேர்த்து, உங்கள் மார்பின் தசைகளை சுருக்கவும்.
te: ఛాతీని చాపి, కేబుల్‌ను ఛాతీ ముందు ఉంచి, ఛాతీ కండరాలను బిగించండి.
th: ขยายหน้าอก, จับสายเคเบิลให้แนบกับหน้าอก เพื่อกระชับกล้ามเนื้อหน้าอก
tr: Göğsü genişleterek, kabloyu göğsünde birleştirerek büyük omuz kaslarını sık.
uk: Розправте груди, з'єднайте троси перед грудьми та стисніть м'язи грудей.
vi: Nhíu vai, điều chỉnh dây cáp để co cơ ngực.
zh_hans: 挺胸，并将杠杆在胸前对齐大胸肌
zh_hant: 挺胸，並將槓桿在胸前對齊大胸肌

# domain_catalog.beda4562c5ed
source: プッシュアップ
ar_sa: ادفع لأعلى
ca: empeny cap amunt
cs: Kliky
da: Push-ups
de_de: Liegestütz
el: Έλξεις με το σώμα
en_au: Push-ups
es_es: Flexiones
fi: Leuanosto
fr_ca: Pompes
gu: પુશ-અપ
he: הרמות
hi: पुश-अप
hr: Dizanje na prsima
hu: Ellenfekvés
id: Push-up
it: Flessioni
ko: 푸시업
mr: पुश-अप
ms: Latihan Dorong
nl_nl: Push-ups
no: Armheving
pl: Ćwiczenie na poręcz
pt_br: Flexão
pt_pt: Flexão
ro: Flotări
ru: Отжимание на планке
sk: Kliky
sl: Stiskanje z rokami
sv: Armhävningar
ta: புஷ்-அப்
te: పుష్-అప్
th: วิดพื้น
tr: Şınav
uk: Віджимання на підлозі
vi: Gập người
zh_hans: 俯卧撑
zh_hant: 俯卧撑
